Repository: catalpainternational/canoe
Catalog: locale/*/bero.po
Languages: fr, th

source: %1 uses notifications to send you useful course updates and reminders. If you turn off notifications, you will not receive this course information. Are you sure you want to turn off notifications?
fr: %1 uses notifications pour vous envoyer des mises à jour et des rappels de cours utiles. Si vous désactivez les notifications, vous ne recevrez pas ces informations sur le cours. Êtes-vous sûr de vouloir désactiver les notifications ?
th: %1 uส่งการแจ้งเตือนเพื่อส่งการอัปเดตและการแจ้งเตือนหลักสูตรที่เป็นประโยชน์แก่คุณ หากคุณปิดการแจ้งเตือน คุณจะไม่ได้รับข้อมูลหลักสูตรนี้ คุณแน่ใจหรือไม่ว่าต้องการปิดการแจ้งเตือน

source: %1's Course Exam
fr: Examen du cours de %1
th: ข้อสอบหลักสูตรของ %1

source: %1's Prelearning Survey
fr: Enquête de pré-apprentissage de %1
th: แบบสำรวจก่อนการเรียนรู้ของ %1

source: Activity
fr: Activité
th: กิจกรรม

source: Add a comment
fr: Ajouter un commentaire
th: เพิ่มความคิดเห็นใหม่

source: Add a reply
fr: Ajouter une réponse
th: เพิ่มคำตอบ

source: Add to Home Screen
fr: "Sur l'écran d'accueil"
th: เพิ่มไปที่หน้าจอหลัก

source: Add your comments (optional)
fr: Ajoutez vos commentaires (facultatif)
th: เพิ่มความคิดเห็นของคุณ (ไม่บังคับ)

source: All courses
fr: Tous les cours
th: ทุกหลักสูตร

source: Amazing work!
fr: Un travail incroyable !
th: การทำงานที่น่าตื่นตาตื่นใจ!

source: An error occurred, please try again later
fr: Une erreur s'est produite, veuillez réessayer plus tard
th: มีข้อผิดพลาดเกิดขึ้นโปรดลองอีกครั้ง

source: Are you enjoying this lesson?
fr: Cette leçon vous plaît-elle ?
th: คุณสนุกกับบทเรียนนี้หรือไม่?

source: Are you enjoying this teaching plan?
fr: Ce plan d'enseignement vous plaît-il ?
th: คุณสนุกกับแผนการสอนนี้หรือไม่?

source: Are you ready to retake your exam?
fr: Êtes-vous prêt à repasser votre examen ?
th: คุณพร้อมที่จะสอบใหม่หรือไม่?

source: Back to Course
fr: Retour au cours
th: กลับไปที่หลักสูตร

source: Back to Courses
fr: Retour aux cours
th: กลับไปที่รายวิชา

source: Check <strong>all</strong> answers that apply
fr: Cochez <strong>toutes les</strong> réponses qui s'appliquent
th: ตรวจสอบคำตอบ <strong>ทั้งหมดที่ใช่</strong>

source: Check answer
fr: Voir la réponse
th: ตรวจคำตอบ

source: Check answers
fr: Vérifiez les réponses
th: ตรวจคำตอบ

source: Checking
fr: Vérification
th: กำลังตรวจสอบ

source: Code of conduct
fr: Code de conduite
th: ข้อพึงปฏิบัติ

source: Comment flagged as inappropriate
fr: Commentaire signalé comme inapproprié
th: ความคิดเห็นถูกตั้งค่าสถานะว่าไม่เหมาะสม

source: Comment posted
fr: Commentaire publié
th: ความคิดเห็นที่โพสต์

source: completed
fr: terminé
th: เสร็จแล้ว

source: Congratulations!
fr: Félicitations!
th: ขอแสดงความยินดี!

source: Continue
fr: Continuer
th: ต่อไป

source: Continue learning
fr: Continuer l’apprentissage
th: เรียนต่อ

source: Continue Learning
fr: Continuer à apprendre
th: เรียนรู้ต่อเนื่อง

source: Course exam
fr: Examen de cours
th: สอบรายวิชา

source: Course progress
fr: Progression
th: ความคืบหน้าของหลักสูตร

source: Discussion
th: การอภิปราย

source: Download all lessons
fr: Télécharger toutes les leçons
th: ดาวน์โหลดบทเรียนทั้งหมด

source: Download this PDF to your device
fr: Téléchargez ce PDF sur votre appareil
th: ดาวน์โหลด PDF นี้ไปยังอุปกรณ์ของคุณ

source: Downloaded
fr: Téléchargé
th: ดาวน์โหลดแล้ว

source: Explore a range of courses to suit your needs, expertise, and interests
fr: Explorez un éventail de cours pour répondre à vos besoins, à vos compétences et à vos intérêts
th: สำรวจหลักสูตรที่หลากหลายเพื่อให้เหมาะกับความต้องการ ความเชี่ยวชาญ และความสนใจของคุณ

source: extend
fr: étendre
th: ขยาย

source: Extend your knowledge
fr: Élargir vos connaissances
th: เพิ่มพูนความรู้ของคุณ

source: Find and check all correct answers and uncheck incorrect answers
fr: Trouvez et vérifiez toutes les réponses correctes et décochez les réponses incorrectes
th: ค้นหาและตรวจสอบคำตอบที่ถูกต้องทั้งหมดและยกเลิกการเลือกคำตอบที่ไม่ถูกต้อง

source: Finish
fr: Terminer
th: เสร็จสิ้น

source: Flag as inappropriate
fr: Marquer comme inapproprié
th: แจ้งว่าไม่เหมาะสม

source: Forgot username or password?
fr: Nom d'utilisateur ou mot de passe oublié ?
th: ลืมชื่อผู้ใช้หรือรหัสผ่าน?

source: Go home
fr: Retour à la page d'accueil
th: กลับบ้าน

source: Good
fr: Bon
th: ดี

source: Good job!
fr: Bravo !
th: ทำได้ดีมาก!

source: Great
fr: Génial
th: ดีมาก

source: Great job!
fr: Super boulot !
th: ทำได้ดีมาก!

source: hide
fr: cacher
th: ซ่อน

source: Highest score
fr: Score le plus élevé
th: คะแนนสูงสุด

source: I need help accessing my account
fr: J'ai besoin d'aide pour accéder à mon compte
th: ฉันต้องการความช่วยเหลือในการเข้าถึงบัญชีของฉัน

source: I would like to receive notifications
fr: Je souhaite recevoir des notifications
th: ฉันต้องการรับการแจ้งเตือน

source: in progress
fr: en cours
th: กำลังดำเนินการ

source: In the meantime please use Safari.
fr: En attendant, veuillez utiliser Safari.
th: ในระหว่างนี้ โปรดใช้ Safari

source: Join the discussion
fr: Rejoindre la discussion
th: เข้าร่วมการสนทนา

source: Latest notifications
fr: Dernières notifications
th: การแจ้งเตือนล่าสุด

source: Latest syncs
fr: Dernières synchronisations
th: ซิงค์ล่าสุด

source: Learning outcomes
fr: Résultats de l'apprentissage
th: ผลการเรียนรู้

source: Learning statistics
fr: Apprendre les statistiques
th: สถิติการเรียนรู้

source: Lesson
fr: Leçon
th: บทเรียน

source: Lesson Activities
fr: Activités de cours
th: กิจกรรมบทเรียน

source: Lessons
fr: Leçons
th: บทเรียน

source: lessons completed
fr: leçons apprises
th: เรียนจบแล้ว

source: lessons remaining
fr: leçons restantes
th: บทเรียนที่เหลืออยู่

source: Let us know how you feel
fr: Faites-nous savoir ce que vous ressentez
th: บอกเราหน่อยว่าคุณรู้สึกอย่างไร

source: Login
fr: Connexion
th: เข้าสู่ระบบ

source: Logout
fr: Déconnexion
th: ออกจากระบบ

source: Make course available offline
fr: Rendre le cours disponible hors ligne
th: ทำให้หลักสูตรพร้อมใช้งานแบบออฟไลน์

source: Make offline
fr: Mettre hors ligne
th: ทำแบบออฟไลน์

source: Mark complete
fr: Marquer terminée
th: ทำเครื่องหมายว่าเสร็จสิ้น

source: Mark incomplete
fr: Mark incomplet
th: ทำเครื่องหมายว่าไม่สมบูรณ์

source: Maybe later
fr: Peut-être plus tard
th: ไว้ก่อน

source: Need help?
fr: Besoin d’aide?
th: ต้องการความช่วยเหลือ?

source: New
fr: Nouveau
th: ใหม่

source: Newest First
fr: Plus récents en premier
th: ใหม่สุดลำดับแรก

source: Next
fr: Suivant
th: ถัดไป

source: Next Lesson
fr: Leçon suivante
th: บทเรียนต่อไป

source: No discussions have been started. Please check back again later
fr: Aucune discussion n'a été lancée. Veuillez vérifier à nouveau plus tard
th: ไม่มีการเริ่มการสนทนา โปรดกลับมาตรวจสอบอีกครั้งในภายหลัง

source: No notifications.
fr: Aucune notification.
th: ไม่มีการแจ้งเตือน

source: No WhatsApp?
fr: Pas de WhatsApp ?
th: ไม่มี WhatsApp?

source: Not great
fr: Pas génial
th: ไม่ค่อยดี

source: Not quite!
fr: Pas tout à fait !
th: ไม่แน่!

source: Notifications
th: การแจ้งเตือน

source: Oldest First
fr: Anciens d'abord
th: ก่อนเก่าที่สุด

source: Oops
fr: Oups
th: ขออภัย

source: Overview
fr: Aperçu
th: ภาพรวม

source: Password
fr: Mot de passe
th: รหัสผ่าน

source: plan
fr: l'abonnement
th: วางแผน

source: Post a comment
fr: Laisser un commentaire
th: โพสต์ความคิดเห็น

source: Post comment
fr: Publier un commentaire
th: แสดงความคิดเห็น

source: Prelearning Survey
fr: Enquête de pré-apprentissage
th: แบบสำรวจก่อนเรียน

source: Preparation tasks & materials
fr: Tâches et matériel de préparation
th: การเตรียมงานและวัสดุ

source: Read the question more carefully!
fr: Lisez la question plus attentivement !
th: อ่านคำถามให้ละเอียดยิ่งขึ้น!

source: Ready to teach
fr: Prêt à enseigner
th: พร้อมสอน

source: Really great!
fr: Vraiment génial !
th: ดีจริงๆ!

source: Refresh
fr: Actualiser
th: รีเฟรช

source: Reply
fr: Répondre
th: ตอบ

source: Resources
fr: Ressources
th: ทรัพยากร

source: Retake Exam
fr: Examen de rattrapage
th: สอบใหม่

source: Review the exam questions you answered incorrectly
fr: Revoyez les questions de l'examen auxquelles vous avez répondu incorrectement
th: ทบทวนข้อสอบที่คุณตอบผิด

source: Review your answers
fr: Passez en revue vos réponses
th: ทบทวนคำตอบของคุณ

source: Revision notes
fr: Notes de révision
th: บันทึกการแก้ไข

source: Search
fr: Rechercher
th: ค้นหา

source: See less
fr: Voir moins
th: ดูน้อยลง

source: See more
fr: Voir plus
th: ดูเพิ่มเติม

source: Select your language
fr: Choisissez votre langue
th: เลือกภาษาของคุณ

source: Send SMS
fr: Envoyer un SMS
th: ส่ง SMS

source: send us a message
fr: envoyez-nous un message
th: ส่งข้อความหาเรา

source: Send us a message and we'll help you log in
fr: Envoyez-nous un message et nous vous aiderons à vous connecter
th: ส่งข้อความถึงเราและเราจะช่วยคุณเข้าสู่ระบบ

source: Send WhatsApp
fr: Envoyer WhatsApp
th: ส่ง WhatsApp

source: Setup
fr: Configuration
th: การติดตั้ง

source: show
fr: afficher
th: แสดง

source: Sorry, an unexpected error has occurred.
fr: Désolé, une erreur inattendue s'est produite.
th: ขออภัย เกิดข้อผิดพลาดที่ไม่คาดคิด

source: Sorry, we cannot find this site content.
fr: Désolé, nous ne pouvons pas trouver le contenu de ce site.
th: ขออภัย เราไม่พบเนื้อหาไซต์นี้

source: Sorry: This audio is missing.
fr: Désolé : cet audio est manquant.
th: ขออภัย: เสียงนี้หายไป

source: Sorry: This image is missing.
fr: Désolé : cette image est manquante.
th: ขออภัย: ภาพนี้หายไป

source: Sorry: This video is missing.
fr: Désolé : cette vidéo est manquante.
th: ขออภัย วิดีโอนี้หายไป

source: Sort by
fr: Trier par
th: เรียงตาม

source: Start Exam
fr: Commencer le test
th: เริ่มสอบ

source: Start learning
fr: Commencez à apprendre
th: เริ่มเรียนรู้

source: Start lesson
fr: Début de la leçon
th: เริ่มบทเรียน

source: Start review
fr: Début de l'examen
th: เริ่มรีวิว

source: Submit
fr: Envoyer
th: ส่ง

source: Submit answers
fr: Soumettre les réponses
th: ส่งคำตอบ

source: Take exam
fr: Passer l'examen
th: ทำข้อสอบ

source: Take Exam
fr: Passer l’examen
th: ทำข้อสอบ

source: Take Survey
fr: Répondre à l'enquête
th: ทำการสำรวจ

source: Take the exam now to complete the course "%1"
fr: Passez l'examen maintenant pour terminer le cours "%1"
th: ทำข้อสอบตอนนี้เพื่อจบหลักสูตร "%1"

source: Take the pre-learning survey to complete the course "%1"
fr: Répondez à l'enquête de pré-apprentissage pour compléter le cours "%1"
th: ทำแบบสำรวจก่อนการเรียนรู้เพื่อจบหลักสูตร "%1"

source: teach
fr: apprendre
th: สั่งสอน

source: Thanks for your feedback. Your opinion matters to us and we are working hard to improve your experience
th: ขอบคุณสำหรับความคิดเห็นของคุณ ความคิดเห็นของคุณมีความสำคัญต่อเราและเรากำลังทำงานอย่างเต็มที่เพื่อปรับปรุงประสบการณ์ของคุณ

source: Thanks so much
fr: Merci beaucoup
th: ขอบคุณมาก

source: There are no comments yet. Be the first to contribute to the conversation! Add a comment above.
fr: Il n'y a pas encore de commentaires. Soyez le premier à contribuer à la conversation ! Ajoutez un commentaire ci-dessus.
th: ยังไม่มีความคิดเห็น เป็นคนแรกที่มีส่วนร่วมในการสนทนา! เพิ่มความคิดเห็นด้านบน

source: There are no courses yet. Check back soon!
fr: Il n'y a pas encore de cours. Revenez bientôt !
th: ยังไม่มีหลักสูตร กลับมาตรวจสอบเร็ว ๆ นี้!

source: There are no lessons yet in this course
fr: Il n'y a pas encore de leçons dans ce cours
th: ยังไม่มีบทเรียนในหลักสูตรนี้

source: There are no resources yet. Check back soon!
fr: Il n'y a pas encore de ressources. Revenez bientôt !
th: ยังไม่มีทรัพยากร กลับมาตรวจสอบเร็ว ๆ นี้!

source: There was a problem downloading the content
fr: Il y a eu un problème pour télécharger le contenu
th: เกิดปัญหาในการดาวน์โหลดเนื้อหา

source: To pass this exam you need to score <strong>%1% or higher</strong>
fr: Pour réussir cet examen, vous devez obtenir un score de <strong>%1% ou plus</strong>
th: หากต้องการผ่านการสอบนี้ คุณต้องได้คะแนน <strong>%1% ขึ้นไป</strong>

source: To save your progress
fr: Pour sauvegarder votre progression
th: เพื่อบันทึกความคืบหน้าของคุณ

source: Try again
fr: Réessayer
th: ลองอีกครั้ง

source: Try again later or reconnect to your network to start interacting with your colleagues
fr: Réessayez plus tard ou reconnectez-vous à votre réseau pour commencer à interagir avec vos collègues
th: ลองอีกครั้งในภายหลังหรือเชื่อมต่อกับเครือข่ายของคุณเพื่อเริ่มโต้ตอบกับเพื่อนร่วมงานของคุณ

source: Username
fr: Nom d'utilisateur
th: ชื่อผู้ใช้

source: View all tips
fr: Voir tous les conseils
th: ดูคำแนะนำทั้งหมด

source: View full screen
fr: Voir en plein écran
th: ดูแบบเต็มหน้าจอ

source: View Resources
fr: Voir les ressources
th: ดูแหล่งข้อมูล

source: We cannot reach the internet, you may be offline
fr: Nous n'arrivons pas à joindre l'internet, vous êtes peut-être hors ligne
th: เราเข้าอินเตอร์เน็ตไม่ได้ คุณอาจออฟไลน์อยู่

source: We value your feedback
fr: Nous apprécions vos commentaires
th: เราให้ความสำคัญกับความคิดเห็นของคุณ

source: We value your feedback and all feedback is confidential
th: เราให้ความสำคัญกับความคิดเห็นของคุณและข้อเสนอแนะทั้งหมดเป็นความลับ

source: We value your feedback and all feedback is confidential.
th: เราให้ความสำคัญกับความคิดเห็นของคุณและข้อเสนอแนะทั้งหมดเป็นความลับ

source: We're having trouble fetching what you need right now, try refreshing this page.
fr: Nous avons des difficultés à trouver ce que vous cherchez en ce moment, essayez de rafraîchir cette page.
th: เรากำลังประสบปัญหาในการดึงข้อมูลสิ่งที่คุณต้องการในขณะนี้ ลองรีเฟรชหน้านี้

source: We're sorry! We're still adding support for Asteroid on Chrome in iOS.
fr: Nous sommes désolés ! Nous sommes toujours en train d'ajouter la prise en charge d'Astéroïde sur Chrome dans iOS.
th: พวกเราขอโทษ! เรายังคงเพิ่มการรองรับ Asteroid บน Chrome ใน iOS

source: Well done, keep it up!
fr: Bravo, continuez comme ça !
th: ทำได้ดีมาก ทำต่อไป!

source: Whoops! Something has gone wrong
fr: Oups ! Quelque chose a mal tourné
th: อ๊ะ! มีบางอย่างผิดพลาดไป

source: Wrap up
fr: Récapitulation
th: สรุป

source: You are offline!
fr: Vous êtes hors ligne !
th: คุณออฟไลน์อยู่!

source: You are online!
fr: Vous êtes en ligne !
th: คุณออนไลน์อยู่!

source: You did not pass this assessment because you only scored %1% and you need to reach %2% to pass. You can review your answers, retake this exam now, or finish it later.
fr: Vous n'avez pas réussi cette évaluation car vous n'avez obtenu que %1% et vous devez atteindre %2% pour réussir. Vous pouvez revoir vos réponses, repasser cet examen maintenant ou le terminer plus tard.
th: คุณไม่ผ่านการประเมินนี้เนื่องจากคุณทำคะแนนได้เพียง %1% และคุณต้องถึง %2% จึงจะผ่าน คุณสามารถตรวจสอบคำตอบ ทำแบบทดสอบใหม่ตอนนี้ หรือทำให้เสร็จในภายหลัง

source: You have completed the pre-learning survey and you can now keep progressing your learning.
fr: Vous avez rempli l'enquête de pré-apprentissage et vous pouvez maintenant continuer à progresser dans votre apprentissage.
th: คุณทำแบบสำรวจก่อนการเรียนรู้เสร็จสิ้นแล้ว และตอนนี้คุณสามารถก้าวหน้าในการเรียนรู้ต่อไปได้

source: You have the opportunity to retake the exam now and achieve a successful outcome. Alternatively you can return to the course.
fr: Vous avez la possibilité de repasser l'examen maintenant et d'obtenir un résultat positif. Sinon, vous pouvez reprendre le cours.
th: คุณมีโอกาสที่จะสอบใหม่ในขณะนี้และบรรลุผลสำเร็จ หรือคุณสามารถกลับไปที่หลักสูตร

source: You just completed the lesson "%1"
fr: Vous venez de terminer la leçon "%1"
th: คุณเพิ่งเสร็จสิ้นบทเรียน "%1"

source: You need to be logged in to use this feature
fr: Vous devez être connecté pour utiliser cette fonction
th: คุณต้องเข้าสู่ระบบเพื่อใช้คุณสมบัตินี้

source: You need to be online to use the discussion tool
fr: Vous devez être en ligne pour utiliser l'outil de discussion
th: คุณต้องออนไลน์เพื่อใช้เครื่องมือสนทนา

source: You passed this exam with a score of %1%. If you want to improve your score you can retake this exam.
th: คุณสอบผ่านด้วยคะแนน %1% หากคุณต้องการปรับปรุงคะแนนของคุณ คุณสามารถทำข้อสอบนี้ซ้ำได้

source: You've completed the course
fr: Vous avez terminé le cours
th: คุณเรียนจบหลักสูตรแล้ว

source: You've just completed this set of tips. You can now finish and return to the learning activity.
fr: Vous venez de terminer cette série de conseils. Vous pouvez maintenant terminer et retourner à l'activité d'apprentissage.
th: คุณเพิ่งเสร็จสิ้นชุดคำแนะนำนี้ เสร็จสิ้นและกลับสู่กิจกรรมการเรียนรู้ได้แล้ว

source: You’re about to start a course exam. Do you promise that you will complete this exam on your own, without assistance from anyone?
fr: Vous êtes sur le point de commencer un examen de cours. Promettez-vous de terminer cet examen par vous-même, sans l'aide de personne ?
th: คุณกำลังจะเริ่มต้นการสอบของหลักสูตร คุณสัญญาไหมว่าคุณจะสอบเสร็จด้วยตัวเองโดยไม่ได้รับความช่วยเหลือจากใครเลย?

source: Your browser does not support the audio element.
fr: Votre navigateur ne supporte pas l’élément audio.
th: เบราว์เซอร์ของคุณไม่สนับสนุนองค์ประกอบเสียง

source: Your browser does not support the video element.
fr: Votre navigateur ne supporte pas l'élément vidéo.
th: เบราว์เซอร์ของคุณไม่รองรับองค์ประกอบวิดีโอ

source: Your lessons
fr: Vos leçons
th: บทเรียนของคุณ

source: Your profile
fr: Votre profil
th: โปรไฟล์ของคุณ

source: Your settings
fr: Vos paramètres
th: การตั้งค่าของคุณ

source: Your username or password is incorrect
fr: Votre nom d'utilisateur ou votre mot de passe est incorrect
th: ชื่อผู้ใช้หรือรหัสผ่านของคุณไม่ถูกต้อง
