Repository: catalpainternational/canoe
Catalog: locale/tet/bero.po
Languages: tet

source: %1 uses notifications to send you useful course updates and reminders. If you turn off notifications, you will not receive this course information. Are you sure you want to turn off notifications?
tet: %1 uza sistema notifikasaun hodi haruka atualizasuan no notifikasaun kona-ba kursu ne'ebé util. Se ita dezativa notifikasaun ne'e, ita sei lasimu informasaun kursu ida ne'e. Ita serteza hakarak dezativa notifikasaun ne'e?

source: %1's Course Exam
tet: %1's Ezame ba Kursu

source: Activity
tet: Hahu Atividade

source: Add a comment
tet: Hakerek ita nia komentáriu

source: Add to Home Screen
tet: Aumenta ba pájina prinsipál

source: Add your comments (optional)
tet: Hakerek ita nia komentáriu (opsional)

source: All courses
tet: Lista Kursu Sira

source: Amazing work!
tet: Parabéns! Serbisu diak loos!

source: Are you enjoying this lesson?
tet: Ita gosta lisaun ne'e?

source: Are you enjoying this teaching plan?
tet: Ita gosta lisaun ne'e?

source: Back to Course
tet: Fila fali ba kursu

source: Back to Courses
tet: Fila fali ba kursu

source: Check <strong>all</strong> answers that apply
tet: Cek resposta <strong>hotu</strong> ne’ebeé lo’os

source: Check answer
tet: Cek resposta

source: Check answers
tet: Cek resposta

source: Checking
tet: Hein lai

source: Code of conduct
tet: Kindut

source: completed
tet: Kompleta ona

source: Congratulations!
tet: Parabéns!

source: Continue
tet: Kontinua

source: Continue Learning
tet: Kontinua aprende

source: Course exam
tet: Ezama ba kursu

source: Course progress
tet: Ita nia progresu ba kursu

source: Discussion
tet: Diskusaun

source: Download this PDF to your device
tet: Download PDF ne’e ba ita nian telemovel

source: Find and check all correct answers and uncheck incorrect answers
tet: Buka no hili resposta hotu ne’ebé lo’os

source: Finish
tet: Remata

source: Flag as inappropriate
tet: Fo marka karik inapropriadu

source: Forgot username or password?
tet: Haluha uzuáriu ka seña?

source: Good
tet: Di'ak

source: Good job!
tet: Serbisu di'ak tebes!

source: Great
tet: Di'ak tebes!

source: Great job!
tet: Serbisu di'ak tebes!

source: hide
tet: subar

source: Highest score
tet: Valór aas liu

source: I need help accessing my account
tet: Ha’u presiza apoiu atu asesu ha’u nian perfil

source: I would like to receive notifications
tet: Hau hakarak simu notifikasaun sira

source: in progress
tet: Ita nia progresu ba kursu

source: In the meantime please use Safari.
tet: Iha tempu leet, favór uza Safari

source: Latest notifications
tet: Notifikasaun ikus liu

source: Latest syncs
tet: Notifikasaun ikus liu

source: Learning outcomes
tet: Estatístika aprendizajen

source: Learning statistics
tet: Estatístika aprendizajen

source: Lesson
tet: Lisaun

source: Lesson Activities
tet: Atividade sira husi lisaun

source: Lessons
tet: Lisaun

source: lessons completed
tet: lisaun sira ne'ebé kompleta ona

source: lessons remaining
tet: lisaun ne'ebé seidauk remata

source: Let us know how you feel
tet: Favor dehan mai saida mak ita sente

source: Login
tet: Tama

source: Mark complete
tet: Kompleta ona

source: Mark incomplete
tet: Kompleta ona

source: Maybe later
tet: Karik orasida

source: Need help?
tet: Presiza ajuda?

source: New
tet: Foun

source: Newest First
tet: foun

source: Next
tet: Tuir mai

source: Next Lesson
tet: Lisaun tuir mai

source: No discussions have been started. Please check back again later
tet: Diskusaun seidauk komesa. Bele haree fali orsida.

source: No notifications.
tet: La iha notifikasaun.

source: No WhatsApp?
tet: Laiha WhatsApp?

source: Not great
tet: Ladi'ak

source: Not quite!
tet: Resposta ne'e ladun lo'os ida!

source: Notifications
tet: Notifikasaun

source: Oldest First
tet: tuan

source: Oops
tet: Oppss

source: Password
tet: Seña

source: Read the question more carefully!
tet: Koko lee didi'ak ninia pergunta

source: Really great!
tet: Di'ak loos!

source: Reply
tet: Hatán

source: Resources
tet: Rekursu

source: Retake Exam
tet: Koko Foti Ezame

source: Search
tet: Buka

source: See less
tet: Haree ouituan

source: See more
tet: Haree liután

source: Select your language
tet: Hili ita-nia lian

source: Send SMS
tet: Manda SMS

source: send us a message
tet: favor kontaktu ami

source: Send us a message and we'll help you log in
tet: Manda mensajen mai no ami sei ajuda ita atu tama

source: Send WhatsApp
tet: Manda WhatsApp

source: show
tet: hatudu

source: Sort by
tet: Klasifika uluk ida ne'ebé mak

source: Start Exam
tet: Komesa Ezame

source: Start lesson
tet: Komesa lisaun

source: Submit
tet: Submete

source: Submit answers
tet: Submete

source: Take Exam
tet: Foti Ezame

source: Take Survey
tet: Foti Survey

source: Take the exam now to complete the course "%1"
tet: Foti ezame agora atu kompleta kursu "%1"

source: Take the pre-learning survey to complete the course "%1"
tet: Foti survey antes komesa aprendizajen agora atu kompleta kursu "%1"

source: Thanks so much
tet: Obrigado barak

source: There are no courses yet. Check back soon!
tet: Seidauk iha kursu. Favor cek fila fali iha tempu badak!

source: There are no lessons yet in this course
tet: Seidauk iha rekursu. Favor cek fila fali pajina ne’e iha tempu badak!

source: There are no resources yet. Check back soon!
tet: Seidauk iha rekursu. Favor cek fila fali pajina ne’e iha tempu badak!

source: To pass this exam you need to score <strong>%1% or higher</strong>
tet: Atu bele pasa ezame ne'e, ita tenki hetan valór <strong>%1% ka liu</strong>

source: To save your progress
tet: Ita nia progresu ba kursu

source: Try again
tet: Koko fila fali

source: Username
tet: Uzuáriu

source: View Resources
tet: Haree Rekursu

source: We value your feedback
tet: Ami apresia ita-nia komentáriu

source: We value your input and all feedback is confidential.
tet: Ami valoriza ita-nia komentáriu no komentáriu hotu konfidensiál.

source: We're sorry! We're still adding support for Asteroid on Chrome in iOS.
tet: Ami husu deskulpa! Ami sei aumenta suporta balun ba Asteroid uza ho Chrome iha iOS.

source: Well done, keep it up!
tet: Kapás, kontinua nafatin!

source: You have completed the pre-learning survey and you can now keep progressing your learning.
tet: Ita kompleta ona survey antes komesa ita-nia aprendizajen no agora ita bele kontinua avansa ho ita-nia aprendizajen tuir-mai

source: You just completed the lesson "%1"
tet: Ita foin halo remata lisaun "%1"

source: You've completed the course
tet: Ita kompleta ona kursu

source: You’re about to start a course exam. Do you promise that you will complete this exam on your own, without assistance from anyone?
tet: Ita atu komesa ezame ba kursu ne'e. Ita promete atu halo hotu ezame ne'e mesak no la uza ema seluk nian ajuda?

source: Your browser does not support the audio element.
tet: Ita-nia navegadór la suporta komponente audiu nian.

source: Your browser does not support the video element.
tet: Ita-nia navegadór la suporta komponente audiu nian.

source: Your lessons
tet: Ita-nia lisaun

source: Your profile
tet: Ita-nia perfil

source: Your settings
tet: Ita-nia konfigurasaun

source: Your username or password is incorrect
tet: Haluha uzuáriu ka seña?
