{
    "": {
        "language": "th",
        "plural-forms": "nplurals=1; plural=0;"
    },
    "%1 uses notifications to send you useful course updates and reminders. If you turn off notifications, you will not receive this course information. Are you sure you want to turn off notifications?": "%1 uส่งการแจ้งเตือนเพื่อส่งการอัปเดตและการแจ้งเตือนหลักสูตรที่เป็นประโยชน์แก่คุณ หากคุณปิดการแจ้งเตือน คุณจะไม่ได้รับข้อมูลหลักสูตรนี้ คุณแน่ใจหรือไม่ว่าต้องการปิดการแจ้งเตือน",
    "%1's Course Exam": "ข้อสอบหลักสูตรของ %1",
    "%1's Prelearning Survey": "แบบสำรวจก่อนการเรียนรู้ของ %1",
    "Activity": "กิจกรรม",
    "Add a comment": "เพิ่มความคิดเห็นใหม่",
    "Add a reply": "เพิ่มคำตอบ",
    "Add to Home Screen": "เพิ่มไปที่หน้าจอหลัก",
    "Add your comments (optional)": "เพิ่มความคิดเห็นของคุณ (ไม่บังคับ)",
    "All courses": "ทุกหลักสูตร",
    "Amazing work!": "การทำงานที่น่าตื่นตาตื่นใจ!",
    "An error occurred, please try again later": "มีข้อผิดพลาดเกิดขึ้นโปรดลองอีกครั้ง",
    "Are you enjoying this lesson?": "คุณสนุกกับบทเรียนนี้หรือไม่?",
    "Are you enjoying this teaching plan?": "คุณสนุกกับแผนการสอนนี้หรือไม่?",
    "Are you ready to retake your exam?": "คุณพร้อมที่จะสอบใหม่หรือไม่?",
    "Back to Course": "กลับไปที่หลักสูตร",
    "Back to Courses": "กลับไปที่รายวิชา",
    "Check <strong>all</strong> answers that apply": "ตรวจสอบคำตอบ <strong>ทั้งหมดที่ใช่</strong>",
    "Check answer": "ตรวจคำตอบ",
    "Check answers": "ตรวจคำตอบ",
    "Checking": "กำลังตรวจสอบ",
    "Code of conduct": "ข้อพึงปฏิบัติ",
    "Comment flagged as inappropriate": "ความคิดเห็นถูกตั้งค่าสถานะว่าไม่เหมาะสม",
    "Comment posted": "ความคิดเห็นที่โพสต์",
    "completed": "เสร็จแล้ว",
    "Congratulations!": "ขอแสดงความยินดี!",
    "Continue": "ต่อไป",
    "Continue learning": "เรียนต่อ",
    "Continue Learning": "เรียนรู้ต่อเนื่อง",
    "Course exam": "สอบรายวิชา",
    "Course progress": "ความคืบหน้าของหลักสูตร",
    "Discussion": "การอภิปราย",
    "Download all lessons": "ดาวน์โหลดบทเรียนทั้งหมด",
    "Download this PDF to your device": "ดาวน์โหลด PDF นี้ไปยังอุปกรณ์ของคุณ",
    "Downloaded": "ดาวน์โหลดแล้ว",
    "Explore a range of courses to suit your needs, expertise, and interests": "สำรวจหลักสูตรที่หลากหลายเพื่อให้เหมาะกับความต้องการ ความเชี่ยวชาญ และความสนใจของคุณ",
    "extend": "ขยาย",
    "Extend your knowledge": "เพิ่มพูนความรู้ของคุณ",
    "Find and check all correct answers and uncheck incorrect answers": "ค้นหาและตรวจสอบคำตอบที่ถูกต้องทั้งหมดและยกเลิกการเลือกคำตอบที่ไม่ถูกต้อง",
    "Finish": "เสร็จสิ้น",
    "Flag as inappropriate": "แจ้งว่าไม่เหมาะสม",
    "Forgot username or password?": "ลืมชื่อผู้ใช้หรือรหัสผ่าน?",
    "Go home": "กลับบ้าน",
    "Good": "ดี",
    "Good job!": "ทำได้ดีมาก!",
    "Great": "ดีมาก",
    "Great job!": "ทำได้ดีมาก!",
    "hide": "ซ่อน",
    "Highest score": "คะแนนสูงสุด",
    "I need help accessing my account": "ฉันต้องการความช่วยเหลือในการเข้าถึงบัญชีของฉัน",
    "I would like to receive notifications": "ฉันต้องการรับการแจ้งเตือน",
    "in progress": "กำลังดำเนินการ",
    "In the meantime please use Safari.": "ในระหว่างนี้ โปรดใช้ Safari",
    "Join the discussion": "เข้าร่วมการสนทนา",
    "Latest notifications": "การแจ้งเตือนล่าสุด",
    "Latest syncs": "ซิงค์ล่าสุด",
    "Learning outcomes": "ผลการเรียนรู้",
    "Learning statistics": "สถิติการเรียนรู้",
    "Lesson": "บทเรียน",
    "Lesson Activities": "กิจกรรมบทเรียน",
    "Lessons": "บทเรียน",
    "lessons completed": "เรียนจบแล้ว",
    "lessons remaining": "บทเรียนที่เหลืออยู่",
    "Let us know how you feel": "บอกเราหน่อยว่าคุณรู้สึกอย่างไร",
    "Login": "เข้าสู่ระบบ",
    "Logout": "ออกจากระบบ",
    "Make course available offline": "ทำให้หลักสูตรพร้อมใช้งานแบบออฟไลน์",
    "Make offline": "ทำแบบออฟไลน์",
    "Mark complete": "ทำเครื่องหมายว่าเสร็จสิ้น",
    "Mark incomplete": "ทำเครื่องหมายว่าไม่สมบูรณ์",
    "Maybe later": "ไว้ก่อน",
    "Need help?": "ต้องการความช่วยเหลือ?",
    "New": "ใหม่",
    "Newest First": "ใหม่สุดลำดับแรก",
    "Next": "ถัดไป",
    "Next Lesson": "บทเรียนต่อไป",
    "No discussions have been started. Please check back again later": "ไม่มีการเริ่มการสนทนา โปรดกลับมาตรวจสอบอีกครั้งในภายหลัง",
    "No notifications.": "ไม่มีการแจ้งเตือน",
    "No WhatsApp?": "ไม่มี WhatsApp?",
    "Not great": "ไม่ค่อยดี",
    "Not quite!": "ไม่แน่!",
    "Notifications": "การแจ้งเตือน",
    "Oldest First": "ก่อนเก่าที่สุด",
    "Oops": "ขออภัย",
    "Overview": "ภาพรวม",
    "Password": "รหัสผ่าน",
    "plan": "วางแผน",
    "Post a comment": "โพสต์ความคิดเห็น",
    "Post comment": "แสดงความคิดเห็น",
    "Prelearning Survey": "แบบสำรวจก่อนเรียน",
    "Preparation tasks & materials": "การเตรียมงานและวัสดุ",
    "Read the question more carefully!": "อ่านคำถามให้ละเอียดยิ่งขึ้น!",
    "Ready to teach": "พร้อมสอน",
    "Really great!": "ดีจริงๆ!",
    "Refresh": "รีเฟรช",
    "Reply": "ตอบ",
    "Resources": "ทรัพยากร",
    "Retake Exam": "สอบใหม่",
    "Review the exam questions you answered incorrectly": "ทบทวนข้อสอบที่คุณตอบผิด",
    "Review your answers": "ทบทวนคำตอบของคุณ",
    "Revision notes": "บันทึกการแก้ไข",
    "Search": "ค้นหา",
    "See less": "ดูน้อยลง",
    "See more": "ดูเพิ่มเติม",
    "Select your language": "เลือกภาษาของคุณ",
    "Send SMS": "ส่ง SMS",
    "send us a message": "ส่งข้อความหาเรา",
    "Send us a message and we'll help you log in": "ส่งข้อความถึงเราและเราจะช่วยคุณเข้าสู่ระบบ",
    "Send WhatsApp": "ส่ง WhatsApp",
    "Setup": "การติดตั้ง",
    "show": "แสดง",
    "Sorry, an unexpected error has occurred.": "ขออภัย เกิดข้อผิดพลาดที่ไม่คาดคิด",
    "Sorry, we cannot find this site content.": "ขออภัย เราไม่พบเนื้อหาไซต์นี้",
    "Sorry: This audio is missing.": "ขออภัย: เสียงนี้หายไป",
    "Sorry: This image is missing.": "ขออภัย: ภาพนี้หายไป",
    "Sorry: This video is missing.": "ขออภัย วิดีโอนี้หายไป",
    "Sort by": "เรียงตาม",
    "Start Exam": "เริ่มสอบ",
    "Start learning": "เริ่มเรียนรู้",
    "Start lesson": "เริ่มบทเรียน",
    "Start review": "เริ่มรีวิว",
    "Submit": "ส่ง",
    "Submit answers": "ส่งคำตอบ",
    "Take exam": "ทำข้อสอบ",
    "Take Exam": "ทำข้อสอบ",
    "Take Survey": "ทำการสำรวจ",
    "Take the exam now to complete the course \"%1\"": "ทำข้อสอบตอนนี้เพื่อจบหลักสูตร \"%1\"",
    "Take the pre-learning survey to complete the course \"%1\"": "ทำแบบสำรวจก่อนการเรียนรู้เพื่อจบหลักสูตร \"%1\"",
    "teach": "สั่งสอน",
    "Thanks for your feedback. Your opinion matters to us and we are working hard to improve your experience": "ขอบคุณสำหรับความคิดเห็นของคุณ ความคิดเห็นของคุณมีความสำคัญต่อเราและเรากำลังทำงานอย่างเต็มที่เพื่อปรับปรุงประสบการณ์ของคุณ",
    "Thanks so much": "ขอบคุณมาก",
    "There are no comments yet. Be the first to contribute to the conversation! Add a comment above.": "ยังไม่มีความคิดเห็น เป็นคนแรกที่มีส่วนร่วมในการสนทนา! เพิ่มความคิดเห็นด้านบน",
    "There are no courses yet. Check back soon!": "ยังไม่มีหลักสูตร กลับมาตรวจสอบเร็ว ๆ นี้!",
    "There are no lessons yet in this course": "ยังไม่มีบทเรียนในหลักสูตรนี้",
    "There are no resources yet. Check back soon!": "ยังไม่มีทรัพยากร กลับมาตรวจสอบเร็ว ๆ นี้!",
    "There was a problem downloading the content": "เกิดปัญหาในการดาวน์โหลดเนื้อหา",
    "To pass this exam you need to score <strong>%1% or higher</strong>": "หากต้องการผ่านการสอบนี้ คุณต้องได้คะแนน <strong>%1% ขึ้นไป</strong>",
    "To save your progress": "เพื่อบันทึกความคืบหน้าของคุณ",
    "Try again": "ลองอีกครั้ง",
    "Try again later or reconnect to your network to start interacting with your colleagues": "ลองอีกครั้งในภายหลังหรือเชื่อมต่อกับเครือข่ายของคุณเพื่อเริ่มโต้ตอบกับเพื่อนร่วมงานของคุณ",
    "Username": "ชื่อผู้ใช้",
    "View all tips": "ดูคำแนะนำทั้งหมด",
    "View full screen": "ดูแบบเต็มหน้าจอ",
    "View Resources": "ดูแหล่งข้อมูล",
    "We cannot reach the internet, you may be offline": "เราเข้าอินเตอร์เน็ตไม่ได้ คุณอาจออฟไลน์อยู่",
    "We value your feedback": "เราให้ความสำคัญกับความคิดเห็นของคุณ",
    "We value your feedback and all feedback is confidential": "เราให้ความสำคัญกับความคิดเห็นของคุณและข้อเสนอแนะทั้งหมดเป็นความลับ",
    "We value your feedback and all feedback is confidential.": "เราให้ความสำคัญกับความคิดเห็นของคุณและข้อเสนอแนะทั้งหมดเป็นความลับ",
    "We're having trouble fetching what you need right now, try refreshing this page.": "เรากำลังประสบปัญหาในการดึงข้อมูลสิ่งที่คุณต้องการในขณะนี้ ลองรีเฟรชหน้านี้",
    "We're sorry! We're still adding support for Asteroid on Chrome in iOS.": "พวกเราขอโทษ! เรายังคงเพิ่มการรองรับ Asteroid บน Chrome ใน iOS",
    "Well done, keep it up!": "ทำได้ดีมาก ทำต่อไป!",
    "Whoops! Something has gone wrong": "อ๊ะ! มีบางอย่างผิดพลาดไป",
    "Wrap up": "สรุป",
    "You are offline!": "คุณออฟไลน์อยู่!",
    "You are online!": "คุณออนไลน์อยู่!",
    "You did not pass this assessment because you only scored %1% and you need to reach %2% to pass. You can review your answers, retake this exam now, or finish it later.": "คุณไม่ผ่านการประเมินนี้เนื่องจากคุณทำคะแนนได้เพียง %1% และคุณต้องถึง %2% จึงจะผ่าน คุณสามารถตรวจสอบคำตอบ ทำแบบทดสอบใหม่ตอนนี้ หรือทำให้เสร็จในภายหลัง",
    "You have completed the pre-learning survey and you can now keep progressing your learning.": "คุณทำแบบสำรวจก่อนการเรียนรู้เสร็จสิ้นแล้ว และตอนนี้คุณสามารถก้าวหน้าในการเรียนรู้ต่อไปได้",
    "You have the opportunity to retake the exam now and achieve a successful outcome. Alternatively you can return to the course.": "คุณมีโอกาสที่จะสอบใหม่ในขณะนี้และบรรลุผลสำเร็จ หรือคุณสามารถกลับไปที่หลักสูตร",
    "You just completed the lesson \"%1\"": "คุณเพิ่งเสร็จสิ้นบทเรียน \"%1\"",
    "You need to be logged in to use this feature": "คุณต้องเข้าสู่ระบบเพื่อใช้คุณสมบัตินี้",
    "You need to be online to use the discussion tool": "คุณต้องออนไลน์เพื่อใช้เครื่องมือสนทนา",
    "You passed this exam with a score of %1%. If you want to improve your score you can retake this exam.": "คุณสอบผ่านด้วยคะแนน %1% หากคุณต้องการปรับปรุงคะแนนของคุณ คุณสามารถทำข้อสอบนี้ซ้ำได้",
    "You've completed the course": "คุณเรียนจบหลักสูตรแล้ว",
    "You've just completed this set of tips. You can now finish and return to the learning activity.": "คุณเพิ่งเสร็จสิ้นชุดคำแนะนำนี้ เสร็จสิ้นและกลับสู่กิจกรรมการเรียนรู้ได้แล้ว",
    "You’re about to start a course exam. Do you promise that you will complete this exam on your own, without assistance from anyone?": "คุณกำลังจะเริ่มต้นการสอบของหลักสูตร คุณสัญญาไหมว่าคุณจะสอบเสร็จด้วยตัวเองโดยไม่ได้รับความช่วยเหลือจากใครเลย?",
    "Your browser does not support the audio element.": "เบราว์เซอร์ของคุณไม่สนับสนุนองค์ประกอบเสียง",
    "Your browser does not support the video element.": "เบราว์เซอร์ของคุณไม่รองรับองค์ประกอบวิดีโอ",
    "Your lessons": "บทเรียนของคุณ",
    "Your profile": "โปรไฟล์ของคุณ",
    "Your settings": "การตั้งค่าของคุณ",
    "Your username or password is incorrect": "ชื่อผู้ใช้หรือรหัสผ่านของคุณไม่ถูกต้อง"
}